/* Player's score is X percent of the High Score */
" of High Score" = " of High Score";

/* Info about the game */
"About" = "About";

/* Instructions for the player to turn the device to adjust the gravity direction. */
"Adjust gravity by tilting the device" = "Adjust gravity by tilting the device";

/* The ending of 'Resource files licensed via Fotolia.com and AudioBlocks.com' */
"and AudioBlocks.com" = "and AudioBlocks.com";

/* Go back to previous screen */
"Back" = "Back";

/* Instructions for the player to light up the light sources. */
"Banish the darkness by lighting up the beacons!" = "Banish the darkness by lighting up the beacons!";

/* High score list */
"BEST PLAYERS" = "BEST PLAYERS";

/* High score menu */
"Best players" = "Best players";

/* Level introduction */
"Bigger beacon." = "Bigger beacon.";

/* Player acquires extra points */
"BONUS POINTS" = "BONUS POINTS";

/* Instructions for the player to break the boxes to find useful objects. */
"Break the crates to find special objects!" = "Break the crates to find special objects!";

/* Instructions for the player to break the boxes */
"Break the crates." = "Break the crates.";

/* Instructions for the player to break doors. */
"Break the doors to get the reward." = "Break the doors to get the reward.";

/* Meaning is the same as in 'Fire and Brimstone' */
"BRIMSTONE" = "BRIMSTONE";

/* Instructions for the player. */
"Collect upgrades for future levels." = "Collect upgrades for future levels.";

/* Continue game */
"Continue" = "Continue";

/* Copyright text */
"Created by Janne Heinonen 2015" = "Created by Janne Heinonen 2015";

/* No comment provided by engineer. */
"Current Score: " = "Current Score: ";

/* Game ends and the player fails to light up the light sources, so the darkness still reigns supreme. */
"Darkness prevails" = "Darkness prevails";

/* First half of 'Enable Game Center to see the high scores' */
"Enable Game Center to" = "Enable Game Center to";

/* Instructions for the player to enable Game Center in iOS settings */
"Enable Game Center to see the high scores" = "Enable Game Center to see the high scores";

/* Error dialog title. */
"Error" = "Error";

/* Player acquires an extra life. */
"EXTRA LIFE" = "EXTRA LIFE";

/* No comment provided by engineer. */
"Final Score:" = "Final Score:";

/* The game ends. */
"Game Over" = "Game Over";

/* The best ever score achieved in the game */
"High score:" = "High score:";

/* Bonus feature, the player acquires an extra hot ball -feature */
"HOT" = "HOT";

/* Title for the help screen, how to play the game. */
"HOW TO PLAY" = "HOW TO PLAY";

/* Level introduction */
"Ice, ice, ice." = "Ice, ice, ice.";

/* The next stage of the game */
"Level" = "Level";

/* No comment provided by engineer. */
"Level Performance:" = "Level Performance:";

/* The current game level */
"Level:" = "Level:";

/* No comment provided by engineer. */
"Levels Completed bonus" = "Levels Completed bonus";

/* Level completed. Player succeeds in lighting up the light sources and the darkness is banished. */
"Light for Victory!" = "Light for Victory!";

/* Status bar title, number of lives left */
"Lives:" = "Lives:";

/* Go to main menu */
"Main menu" = "Main menu";

/* Instructions how to move the paddle/bat. */
"Move the paddle with your finger" = "Move the paddle with your finger";

/* Bonus feature, the player acquires multiple balls. */
"MULTIBALL" = "MULTIBALL";

/* Level introduction */
"Multicolor." = "Multicolor.";

/* Player got the best ever result in the game. */
"New High Score!" = "New High Score!";

/* Player achieves the highest score ever in the level. */
"New Level High Score!" = "New Level High Score!";

/* Accept the dialog */
"OK" = "OK";

/* Bonus feature, the player's paddle/bat gets upgraded to better one. */
"PADDLE UPGRADE" = "PADDLE UPGRADE";

/* No comment provided by engineer. */
"Percent of High Score:" = "Percent of High Score:";

/* Coding and graphical design/gameplay design */
"Programming and design:" = "Programming and design:";

/* No comment provided by engineer. */
"Progress to High Score:" = "Progress to High Score:";

/* Part of 'To unlock all levels, purchase Full version' */
"purchase" = "purchase";

/* The beginning of 'Resource files licensed via Fotolia.com and AudioBlocks.com' */
"Resource files licensed" = "Resource files licensed";

/* Try the level again */
"Retry level" = "Retry level";

/* Status bar title, the current points of the player */
"Score:" = "Score:";

/* Second half of 'Enable Game Center to see the high scores' */
"see the high scores" = "see the high scores";

/* Change the active level */
"Select level" = "Select level";

/* Start the game */
"Start" = "Start";

/* Instructions for activating the bonus features by swiping the icon up with a finger. */
"Swipe up the icon to activate bonuses" = "Swipe up the icon to activate bonuses";

/* The beginning of 'To unlock all levels, purchase Level Pack' */
"To unlock all levels," = "To unlock all levels,";

/* Application version */
"Version" = "Version";

/* The middle part of of 'Resource files licensed via Fotolia.com and AudioBlocks.com' */
"via Fotolia.com" = "via Fotolia.com";

/* Instructions for the player to avoid water barrels. */
"Wintertime. Beware of water barrels!" = "Wintertime. Beware of water barrels!";

/* Player's best ranking in high score table. */
"Your best ranking:" = "Your best ranking:";

/* Player's best score in the game */
"Your best score:" = "Your best score:";

/* Player's global ranking in the game */
"Your global ranking:" = "Your global ranking:";

